var data = [{"Name" : "התעשייה והמפעלים",
             "Details" : "מפעלים, תחנות כוח.",
             "ExtraInfo" : "<br>המפעלים השונים אשר עונים על תרבות הצריכה הקיצונית בתרבויות המערביות, משפיעים על האקלים, פולטים מזהמים לאוויר ומזרימים שפכים לים.<br>מחזור ושימוש חוזר יפחיתו את כמויות הזבל והזיהום. ",
             "Pic": "Images/factory.jpg"}, 
            
            {"Name" : "כלי התחבורה",
             "Details" : "מכוניות, אופנועים סירות מטוסים.",
             "ExtraInfo" : "<br>כלי התחבורה השונים אחראים על זיהומי אוויר רבים, פליטת גזים רעילים ופליטת פחמן אל אוויר העולם.<br>שיפור אמצעי התחבורה הציבורית וצמצום כלי התחבורה הפרטיים יפחית את כמות הזיהום.",
             "Pic": "Images/car.jpg"},
            
            {"Name" : "תעשית המזון מהחי",
             "Details" : "תעשיית הבשר, משק הביצים והחלב.",
             "ExtraInfo" : "<br>תעשיית המזון מהחי היא התעשייה עבורה נדרשות כמויות המשאבים הגדולות ביותר מבין שאר התעשיות, וכיוצא בכך היא המזהמת ביותר. <br> כ70% מכלל היבול החקלאי שאנו מגדלים בעולם לא נאכל על ידי בני אדם, אלא על ידי חיות המיועדות לשחיטה. <br>צמצום אכילת מזון מהחי תקטין את ההשפעה הרבה שיש לתעשייה על הסביבה. ",
             "Pic": "Images/animals.jpg"},
               
            {"Name" : "האדם",
             "Details" : "האדם הוא המשפיע הגדול ביותר על הסביבה.",
             "ExtraInfo" :"<br>אנו בני האדם, אחראים על כל התעשיות השונות וההשלכות הסביבתיות שלהן.<br> אם נגביר מודעות ונשתמש במשאבי כדור הארץ בצורה אחראית, נוכל לגרום להשפעה שלנו על הסביבה לפחות, להעניק אפשרות לדורות הבאים להתקיים, ולהציל את כדור הארץ.",
             "Pic": "Images/human.jpg"}];

const validate = () => {

 
}